Repository: huangbo1141/rkc_ios
Catalog: FoodSafety/*.lproj/Localizable.strings
Languages: fr

# input_username
source: Please enter username.
fr: Merci d'entrer votre nom.

# input_password
source: Please enter password.
fr: Merci d'entrer votre passe.

# input_goodtype
source: Please enter good type.
fr: Merci de selectionner un type de produit.

# input_date
source: Please enter date.
fr: Merci d'entrer la date.

# input_time
source: Please enter time.
fr: Merci d'entrer l'heure.

# input_temperature
source: Please enter temperature
fr: Merci d'ajouter une température

# input_expire_date
source: Please enter expire date.
fr: Merci d'ajouter une date d'expiration.

# no_allergen
source: There is no alergen.
fr: Il n'y a pas d'allergène.

source: Wrong QR Code.
fr: Mauvais QR Code

# invalid_account
source: Invalid username or password.
fr: Mot de passe et nom d'utilisateru invalide.

source: Alert
fr: Alerte

source: Success
fr: Succès

# forgot_success
source: Password is sent to your email account.
fr: Le mot de passe est envoyé à votre compte de messagerie.

source: Fridge
fr: Réfrigérateur

source: Freezer
fr: Congélateur

source: Item
fr: Plats ou produits

source: Reheating
fr: Remise en température

source: Cooling
fr: Refroidissment

source: Transport
fr: Chaine du chaud/froid

source: Delivery
fr: Traçabilité

source: Oil
fr: Huile de friture

source: Cleaning
fr: Plan de nettoyage

# laborartory
source: Laboratory
fr: Analyses microbiologiques

# safety
source: Safety Management
fr: Produits d'entretien

# pest
source: Pest Management
fr: Nuisible

source: Sign Out
fr: Déconnection

# delete_confirm
source: Do you want to delete this item?
fr: Voulez-vous supprimer cet élément?

source: Fresh Goods
fr: Produits frais

source: Frozen Goods
fr: Produits congelés

source: Dry Goods
fr: Produits secs

source: Miscalleneous
fr: Divers

source: Invalid email.
fr: Email invalide.

source: Eggs
fr: Oeuf

source: Fish
fr: Poisson

source: Soybeans
fr: Soja

source: Nuts
fr: Noix

source: Peanuts
fr: Cacahuète/arachide

source: Mustard
fr: Moutarde

source: Milk
fr: Lactose

source: Celery
fr: Céleri

source: Cereals Containing Gluten
fr: Céréales contenant du gluten

# cereals
source: Cereals Containing Gluten
fr: Céréales contenant du gluten

source: Sesame Seeds
fr: Sésame

source: Crustaceans
fr: Crustacé

source: Molluscs
fr: Mollusque

source: Sulphur Dioxide And Sulphites
fr: Sulphites

# sulphur
source: Sulphur Dioxide And Sulphites
fr: Sulphites

# fridge_assign
source: Today's fridge tasks
fr: Tâche:température réfrigérateur

# freezer_assign
source: Today's freezer tasks
fr: Tâche:température congélateur

# oil_assign
source: Today's oil tasks
fr: Tâche:huile de friture

# clean_assign
source: Today's cleaning tasks
fr: Tâche:Plan de nettoyage

# expired_assign
source: Items near expiry
fr: Produits proche DLU/DLUO

# create_link
source: https://the-haccp-app.com/haccp-plan-pricing/
fr: https://the-haccp-app.com/fr/pricing-2/

# create_account
source: Try for free
fr: Essai gratuit
